{
  "1": [
    {
      "label": "section_header",
      "text": "1.16 PRACTICES OF ZOROASTRIAN SCHOLARS BEFORE AND AFTER THE ADVENT OF ISLAM",
      "bbox": {
        "l": 112.0,
        "b": 755.0,
        "r": 642.0,
        "t": 909.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 348.0,
        "b": 882.0,
        "r": 404.0,
        "t": 909.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 112.0,
        "b": 755.0,
        "r": 642.0,
        "t": 861.0
      }
    },
    {
      "label": "text",
      "text": "Gotz Konig",
      "bbox": {
        "l": 333.0,
        "b": 698.0,
        "r": 421.0,
        "t": 717.0
      }
    },
    {
      "label": "section_header",
      "text": "1.16.1 Introduction",
      "bbox": {
        "l": 303.0,
        "b": 630.0,
        "r": 450.0,
        "t": 644.0
      }
    },
    {
      "label": "text",
      "text": "Zoroastrianism is the most important religion of pre-Islamic Iran (Widengren 1965; Boyce 1975, 1979, 1982; Boyce and Grenet 1991; Stausberg 2002, 2004). Its history covers the last 3000 years. Emerging probably in eastern Iran, Zoroastrianism reached western Iran in the Achaemenid period (6th—4th centuries cE) and spread to Asia Minor in late antiquity. With the rise of Islam, the Zoroastrian communities finally took refuge in eastern Persis (sou- thern Iran) and by migration in western India, especially Gujarat, as early as the late 3rd/9th century (West 1880, 1882a; Cereti 2007, 212-15). The Zoroastrian migration was described carly in the last century (Paymaster 1915; Hodivala 1920; Modi 1934; Unvala 1940, 56-7, colophon M 50). More recent studies include Cereti and Sanjana (1991), Eduljee (1991) and Williams (2009).",
      "bbox": {
        "l": 101.0,
        "b": 439.0,
        "r": 652.0,
        "t": 616.0
      }
    },
    {
      "label": "text",
      "text": "‘The Zoroastrian Middle Persian (Pahlavi) literature of the Ist millennium cé is built on the Avesta, which was for a long time orally transmitted and consists of two layers. The first layer is the so-called Zand (knowledge), Middle Persian translations of and commentaries on the Avestan texts, mostly from the Sasanian period (Cantera 2004). Second is the Pahlavi literature of the 3nd-Sth/9th—I 1th centuries, including religious literature of different genres, mostly written by high priests (West 1896-1904; Tavadia 1956; Klima 1968, 1-67; Boyce 1968; De Menasce 1975, 1983; Macuch 2009; Table 1.16.1).",
      "bbox": {
        "l": 101.0,
        "b": 312.0,
        "r": 652.0,
        "t": 435.0
      }
    },
    {
      "label": "text",
      "text": "‘These layers of Zoroastrian literature reflect different modes of religious thinking. While the oldest layer is dominated by texts of ritual and meta-ritual nature, in the later layer, theological texts prevail. The Zand has a kind of mediating position. This historical process of reflection has changed not only the religious contents but also the intellectual style of the scholars. Two farther factors were of great importance for the development of Zoroastrian literature in the Islamic period: the emergence of literate culture and the political integration of Iran into the caliphate. Because of this integration, Zoroastrian priests had to learn to argue for their doctrines, espe- cially in the religious debates under Caliph al-Ma'miin (r. 198-218/813-833). This meant in particular developing tools of logic (Kénig 2020a). Although Greek philosophy was brought to pre-Islamic Iran repeatedly, it is striking that the Zand shows almost no Greek influence. Only some of the later Pahlavi literature uses philosophical terms and concepts that reflect Greek doc- trines. This suggests that in the (late) 2nd/8th and 3rd/9th centuries some Zoroastrian priests",
      "bbox": {
        "l": 101.0,
        "b": 96.0,
        "r": 652.0,
        "t": 308.0
      }
    },
    {
      "label": "page_footer",
      "text": "DOI: 10.4324/9781315170718-18",
      "bbox": {
        "l": 102.0,
        "b": 53.0,
        "r": 268.0,
        "t": 64.0
      }
    },
    {
      "label": "key_value",
      "text": "",
      "bbox": {
        "l": 102.0,
        "b": 53.0,
        "r": 268.0,
        "t": 64.0
      }
    },
    {
      "label": "page_footer",
      "text": "208",
      "bbox": {
        "l": 630.0,
        "b": 53.0,
        "r": 650.0,
        "t": 64.0
      }
    }
  ],
  "2": [
    {
      "label": "page_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "caption",
      "text": "Table 1.16.1 Premodern Zoroastrian literature",
      "bbox": {
        "l": 145.0,
        "b": 940.0,
        "r": 384.0,
        "t": 950.0
      }
    },
    {
      "label": "table",
      "text": "Avesta Old Avesta Easter Iran 2nd/ Ist mill. ce Younger Avesta Pablavi Zand Western Iran (Persia) 3rd-Oth &. @) Pahlavi literature ‘th(—L4th)",
      "bbox": {
        "l": 144.0,
        "b": 830.0,
        "r": 582.0,
        "t": 933.0
      }
    },
    {
      "label": "text",
      "text": "engaged with Aristotelian and Neoplatonic philosophy in a manner that substantially changed the deeper structure of Zoroastrianism.",
      "bbox": {
        "l": 89.0,
        "b": 763.0,
        "r": 638.0,
        "t": 795.0
      }
    },
    {
      "label": "text",
      "text": "‘A maior problem for evaluating the acquisition and transmission of philosophical, scientific and medical knowledge in Zoroastrian literature is the question when Zoroastrian teachings were codified in written form. Much of the extant textual material comes from after the 5th/11th century. It might thus reflect partly the exposure of Zoroastrian scholars to practices and ideas of other scholarly communities active in Islamicate societies since the 2nd/8th century. Moreover, the understanding of pre-Islamic Iranian access to ancient Greek and Syriac texts is complicated by the relatively widespread stories about the Sasanian recovery of knowledge destroyed centuries before by Alexander of Macedonia (r. 336-323 uct), including the Avesta, and the scholarly activities of Syriac physicians in Gundishapur in western Iran. That is why this chapter does not proceed chronologically but is organized according to questions and problems faced in current research.",
      "bbox": {
        "l": 88.0,
        "b": 582.0,
        "r": 639.0,
        "t": 759.0
      }
    },
    {
      "label": "section_header",
      "text": "1.16.2 Designations of Zoroastrian and non-Zoroastrian scholars and their fields of knowledge before the Sth/11th century",
      "bbox": {
        "l": 99.0,
        "b": 519.0,
        "r": 627.0,
        "t": 554.0
      }
    },
    {
      "label": "text",
      "text": "‘The Avesta knows a good number of terms that can be translated as ‘ritual priest’, the (judi- cial/religious) ‘decider’, the ‘bearer of the (magical) word’ or the “religious teacher’, espe cially the Avestan aéthira-pati and the Middle Persian herbed. Originally, hérbeds meant ritual instructors. After the Sasanian period, the word also applied to authors of Handarz (wis- dom literature). For example, the Avesta-editor Adurbid Mansarspandan (4th century) was equally called hérbed, in this context translated as teacher. Despite the importance of the the concept of knowledge in the Avesta (for the concept of knowledge in the Gathas see Colpe 2003) - the Avestan word zainti (cf. Pahlavi zand) means ‘knowledge’ - words for ‘theologian’ or ‘philosopher’, however, are absent. In Pahlavi literature, most non-Zoroastrian scholars are called teacher (késh-darin; see in particular Dénkand 1973, 3: 8). Exceptions are Greek philosophers (filas9fa; Sunderman 1982, 14-38; Kénig 2018), for whom a few sources also use what is perhaps a calque of philo-sophos (danav-dost, friend of knowledge) and Iranian and Indian ‘wise men’ (dandg)",
      "bbox": {
        "l": 88.0,
        "b": 276.0,
        "r": 638.0,
        "t": 507.0
      }
    },
    {
      "label": "text",
      "text": "by the philosophers (filas9fi) of Hrdm [Rome] and the wise (dandg) Indian men and other wise and knowing (dandg <ud> shndsag) men.",
      "bbox": {
        "l": 115.0,
        "b": 222.0,
        "r": 611.0,
        "t": 255.0
      }
    },
    {
      "label": "text",
      "text": "(Denkard 4: 108)",
      "bbox": {
        "l": 514.0,
        "b": 204.0,
        "r": 611.0,
        "t": 219.0
      }
    },
    {
      "label": "formula",
      "text": "",
      "bbox": {
        "l": 514.0,
        "b": 204.0,
        "r": 611.0,
        "t": 219.0
      }
    },
    {
      "label": "text",
      "text": "(Other terms are frazanag (from fia-zan-) and Sndsag. Compare the Avestan zainti, which becomes shnasénishn when translated into Pahlavi. A similar ancient Greek distinction between the phi- losopher and the wise man appears in Diogenes Laertius (1487, 1: 4-5 and 12).",
      "bbox": {
        "l": 89.0,
        "b": 132.0,
        "r": 638.0,
        "t": 183.0
      }
    },
    {
      "label": "text",
      "text": "‘Their special field was seen as den danagih, “knowledge from/about the dén (religion)”. Occa~ sionally, they were also qualified according to their field of philosophy. Thus, a gahr-shndsag is",
      "bbox": {
        "l": 89.0,
        "b": 96.0,
        "r": 638.0,
        "t": 129.0
      }
    },
    {
      "label": "page_footer",
      "text": "209",
      "bbox": {
        "l": 353.0,
        "b": 53.0,
        "r": 373.0,
        "t": 64.0
      }
    }
  ],
  "3": [
    {
      "label": "page_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 994.0
      }
    },
    {
      "label": "text",
      "text": "an ontologist, while a chihr-shnasag is a philosopher of nature (for further categories, see Bailey 1943, 86 no. 2; Shaki 1999, 177). While the dandg in the anonymous Judgments of the Spirit of Wisdom (Dadestan 7 Mendg 7 Khrad; date unknown) acquires knowledge by an act of ritual gnosis, the dandg in the introduction of Maniishchihr’s Religious Judgments (Dadestan 7 dénig; (fl. around 250 AY/881}; AY here and below means ‘the year of Yazdegird’ [d. 30/651], the last Sasanian king; it is one of the eras used in Islamicate societies, particularly by astrologers; it begins in 10/632) knows and decides through reasoning (dsn-khrad), ratio (cim) and the priestly family tradition. Denkard 3: 420 proves that the ‘wise men’ worked with philological arguments. Fur- thermore, the notion of knowledge usually has an ethical dimension, since the Zoroastrians in that period believed that no deed can be regarded as good without knowledge. This can be seen in the gnomes (wazag) of the Handarz literature as collected in the Pahlavi Texts (manuscript MK) and in Dénkard 6. According to Dénkard 6.205, persons who will go to paradise are the wise, the friend of the wise and the non-foe of the wise. Thus, the concept of the scholar is that of a wise or good priest (dén-dastwar 7 dandg)",
      "bbox": {
        "l": 101.0,
        "b": 701.0,
        "r": 653.0,
        "t": 950.0
      }
    },
    {
      "label": "section_header",
      "text": "1.16.3 Shifts and changes in Zoroastrian scholarship since the 5th/Lth century",
      "bbox": {
        "l": 191.0,
        "b": 638.0,
        "r": 561.0,
        "t": 673.0
      }
    },
    {
      "label": "text",
      "text": "As said in the introduction, two major problems for evaluating the acquisition and transmission of philosophical, scientific and medical knowledge in Zoroastrian literature concern the ques- tion of when Zoroastrian teachings were codified in written form and the relatively late dates of such writings in the forms extant today. In the following, I briefly summarize what we currently know about these two issues.",
      "bbox": {
        "l": 101.0,
        "b": 542.0,
        "r": 652.0,
        "t": 626.0
      }
    },
    {
      "label": "text",
      "text": "Before the rise of Manichaeism, Iranian religious texts were mainly transmitted orally. It seems that the first codification of Zoroastrian, especially Avestan, texts did not take place before the Sasanian period (early 3rd to the middle of the 1st/7th centuries; but see also Pausanias 1918, 5: 27.5-6). However, the reports on the transmission of the Avesta and the Déukard seem to suggest that at least in the 6th century, and perhaps already in the 4th-century edition of the ‘Avesta of Adurbid Mahraspand, the ‘written text’ became the model of a text per se (Dénkard 4; Dénkard 3: 420).",
      "bbox": {
        "l": 101.0,
        "b": 414.0,
        "r": 652.0,
        "t": 536.0
      }
    },
    {
      "label": "text",
      "text": "After the conversion of many people in the former Sasanian territories to Islam beginning slowly in the 2nd/Sth century, Zoroastrian intellectual activities fared differently under diffe- rent Muslim dynasties. The Tahirids (r. 205-259/821-873) burned Zoroastrian books (Jackson 1906, chapter 23). In 346/957-958, the Samanids (r. c. 203-395/c. 819-1005) promoted four Zoroastrians to produce a historical narrative in New Persian prose, the Book of Kings (Shahname; Néldeke 1920, 16). The Buyids (r. 320-447/932—1055), in particular ‘Adud al-Dawla (r. 338— 372/948-983), were also interested in the Zoroastrian past of Iran (Mottahedeh 2012, 153-60).",
      "bbox": {
        "l": 101.0,
        "b": 288.0,
        "r": 652.0,
        "t": 410.0
      }
    },
    {
      "label": "text",
      "text": "Our knowledge about Zoroastrian intellectual activities, whether religious or philosophical and scientific, rests, on one hand, on surviving manuscripts and, on the other, on information copied from earlier, now lost versions. The oldest-known Zoroastrian manuscripts stem fiom the Mongol period and were produced by a family of eastern Iranian scribes in Gujarat. Its ear- liest representative consists of Avestan and Pablavi material. A scribe named Rustam Mihraban wrote it probably between 668-677/1269-1278 (Barr 1944; Cereti 2002, 214). This manuscript is known as K7. Its colophon gives as a date 637 pansig (K7b, fols. 107r-108r, esp. fol. 107,15; cf. Geldner 1886, vi-vii, scexvitixxxix). The oldest codices including only Pahlavi literature ‘were written in India in the 720s/1320s by the scribe Mihraban Kaykhustd from Diziig in Sistan, today eastern Iran (on his location, see colophon I of the manuscript K5, Unvala 1940,128-9 and Kotwal and Hintze 2008, 15; in general, see West 1896-1904, 113; Dresden 1967; Cereti",
      "bbox": {
        "l": 101.0,
        "b": 89.0,
        "r": 652.0,
        "t": 285.0
      }
    },
    {
      "label": "page_footer",
      "text": "210",
      "bbox": {
        "l": 367.0,
        "b": 53.0,
        "r": 385.0,
        "t": 64.0
      }
    }
  ],
  "4": [
    {
      "label": "section_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "page_header",
      "text": "",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "text",
      "text": "2007, 211-21; Kénig 2019; those codices are called MK and K20/K20b, Christensen 1931), Mihrabin Kaykhust® also wrote several exegetical Avestan manuscripts (Mills 1893; Sanjana 1896; Christensen 1937-1939; Christensen 1941-1942; Barr 1944). He often worked from manuscripts copied by his great-great-uncle Rustam Mihrabin mentioned earlier. Both scribes had access to different Iranian traditions (Katrak 1941, 245-6; on Mibraban’s colophons, see Westergaard 1852-1854, 3 no.1 and 11 no.1; Sanjana 1896, XXX-XXXV; Hodivala 1920, 118-33; Tavadia 1933, column 569; Tavadia 1944, 3178). One tradition is linked to the sou thern Iranian region around Kazerun and Shiraz in the 5th/1 1th and 6th/12th centuries. The other tradition points to northeastern Iran around Nishapur between 494/110 and 648/1250. ‘Thus, their works prove that long before 882/1478, when the first collection of texts was brought from Iran to India by messengers (riviyat), contacts existed between Sistan and Uca at the Indus in the Punjab (Unvala 1922; Dhabhar 1932; Vitalone 1987; Hodivala 1920, 276-349; ‘West 1896-1904, 82). Such early contacts are also confirmed by other material. At the begin- ning of the 5th/1 1th century, for instance, another key figure in the transmission of Avestan and Pahlavi literature, the priestly scribe Mahwindad Naremahin 7 Wahrim i Mihriban, worked with material he had apparently received from partners in India. His networks covered a large territory, since in 410/1020 he also produced a copy of the Dénkard from a manuscript he had found in Baghdad (Andreas 1882, 72-3; Geldner 1896-1904, 14; Christensen 1936; Unvala 1940, 152). Although we possess only this kind of scattered information about Zoroastrian studies of ancient and contemporary religious and secular knowledge, the Rewsyats indicate that even in the 10th/16th century, Zoroastrian communities were still intellectually active in Khorasan, Kerman and Sistan.",
      "bbox": {
        "l": 89.0,
        "b": 558.0,
        "r": 638.0,
        "t": 950.0
      }
    },
    {
      "label": "text",
      "text": "Important intellectual activities among Zoroastrian priests took also place in India, mainly Gujarat. Between 551/1157 and 631/1234, an eminent priest called Nérydsang was active (Geldner 1886, xxxiti-xxxiv; Geldner 1896-1904, 50; Damesteter 1892, CXI-CXIII; Eduljee 1991, 62; other examples: Anquetil 1771, 1.2: 74; West 1871, x [9th/15th century]; Cereti and Sanjana 1991 [7th/13th century]; Tavadia 1944, 304; Boyce 1979, 168-9 [5th~6th/11th~12th centuries). Nérydsang and members of his family seem to have produced Pizand transcriptions of Pahlavi texts (Tavadia 1956, 14). It is debatable whether Pizand, the vocalized writing of Pahl- avi in Avestan characters, was invented by Nérydsang. In contrast to manuscripts produced in India, Pizand writings are only sporadically used in Iranian manuscripts. For the first time, those Zoroastrians also translated exegetical Avesta texts and Pahlavi literature into Sanskrit opening therewith new intellectual opportunities (Bharucha 1906-1933). This is proved by a note in the Paris manuscript P11 (= Suppl. Pers. 28/Blochet IX), a Sanskrit Yasna, which is a copy of the manuscript J3 (on Nérydsang's Yasna manuscripts and translations see Geldner 1886, xxxiii-iv; Boyce 1979, 168; Humbach 2003, 2: 199-202)",
      "bbox": {
        "l": 89.0,
        "b": 306.0,
        "r": 638.0,
        "t": 554.0
      }
    },
    {
      "label": "text",
      "text": "‘Thus, between the 5th/11th and the early 8th/14th centuries, Zoroastrian scholarship in Iranian languages other than New Persian is characterized by two features. First, scholarly priests were no longer active as authors (see the following discussion) but, rather, as philolo- gists and copyists. Second, a network of Zoroastrian scholars and communities continued to exist in Baghdad (Iraq), Kazerun (Fars), Nishapur (Khorasan), Diziig (Sistan), Uca (Punjab) and Gujarat.",
      "bbox": {
        "l": 89.0,
        "b": 197.0,
        "r": 638.0,
        "t": 302.0
      }
    },
    {
      "label": "text",
      "text": "‘Anew feature emerged in the same period. Pahlavi texts were translated into New Persian in versified form. In 676/1278, Zartusht Bahram finished his Book of Zarathustra (Zartusht-Nama), which was ordered by a high priest (mobed 7 mobedan; Eastwick 1843, 477-522; Spiegel 1860, 2: 181-2; Rosenberg 1959). In his Book of Arda Wiraz (Arda Wirdz Namag) Zartusht Bahram mentions his father Bahrim Pazhdu, a scribe (dabit), writer (adib) or pethaps physician (Amizgir 1989, 524), priest (hired), astronomer and poet in Pahlavi and New Persian (Amizgir 1989,",
      "bbox": {
        "l": 89.0,
        "b": 89.0,
        "r": 638.0,
        "t": 194.0
      }
    },
    {
      "label": "page_footer",
      "text": "aut",
      "bbox": {
        "l": 355.0,
        "b": 51.0,
        "r": 371.0,
        "t": 65.0
      }
    }
  ],
  "5": [
    {
      "label": "page_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 994.0
      }
    },
    {
      "label": "text",
      "text": "524-5). 330 verses of his poem Springtimes (Bahdriyat) praising Noritz, the Zoroastrian kings and Zartusht, have survived in only one manuscript, finished in 626 AY/1257.",
      "bbox": {
        "l": 102.0,
        "b": 917.0,
        "r": 651.0,
        "t": 950.0
      }
    },
    {
      "label": "section_header",
      "text": "1.16.4 The authors of the Pahlavi literature (3rd/8th-8th/14th centuries)",
      "bbox": {
        "l": 122.0,
        "b": 867.0,
        "r": 629.0,
        "t": 883.0
      }
    },
    {
      "label": "text",
      "text": "Another problem when constructing a history of knowledge in Iranian languages is the wide- spread absence of dates in their sources. In Pahlavi literature, the focus of this section, only a few dates are transmitted. The most important of them is found in one of the letters written by the spiritual leader (rad) of Pars and Kerman, Maniishchihr, to his brother Zadsparam, the priest of the community of Sirgin (southeastern Iran) and to the whole Zoroastrian community of Iran, dated 250 AY/881 (see West 1882b, III: 21). Maniishchihr criticizes his brother's shortening of the purification ritual, which is required in case of contact with corpses. It is assumed that ‘Zdsparam’s innovation was stimulated by his interest in anatomy and physiology (Sohn 1996) Zadsparam’s Selected Scripts (Wizidagihd T Zadsprani) prove his empirical interests, his scientific work and his knowledge of Greek scientific texts. He mentions a lost zoological book Taxonomy (éhmag-dshmurishnihs; Sohn 1996, 3.57) and seems to have been familiar with texts by Aristotle (84-322 sce) and Hippocrates (d. c. 370 sce), among them Aristotle’s Historia Animalium (Aris totle 1979). The heading of Zadsparam’s chapters 29 and 30, called On the Structure of Human Beings (abar passazishn 7 mardoman), may reflect Hippocrates’ On the Nature of Man (Sohn 1996, 32). The date 881 AY/1513 is the key for the dating of many other Pahlavi works.",
      "bbox": {
        "l": 101.0,
        "b": 587.0,
        "r": 652.0,
        "t": 854.0
      }
    },
    {
      "label": "text",
      "text": "‘The Greater Bundahishn 35a is an important account of the genealogy of the priestly families of Iran (Anklesaria 1956). Made allegedly on the basis of some version of the Book of Kings (Khwadayih-namag), which has a very difficult and highly contested transmission history (Himeen-Anttila 2018; Chapters 1.1 and 1.2), the genealogical lines recorded there lead back into the Achaemenid period. The claims made for pre-Sasanian times are not at all trustworthy, and the reliability of the Sasanian information is also contested (Himeen-Anttila 2018). Farrbay, a cleric and editor of the Greater Bundahishn, lists about 20 priestly ancestors for himself (Anklesaria 1956, 35a6 and a1). The text also mentions contemporaneous schol- ars. Even if we cannot date each single author, on the basis of Greater Bundahishn 35a and by means of further information we are able at least to compile a chronological-genealogical table (Table 1.16.2).",
      "bbox": {
        "l": 101.0,
        "b": 390.0,
        "r": 652.0,
        "t": 584.0
      }
    },
    {
      "label": "text",
      "text": "‘The table gives the names of nearly all known Pahlavi authors. It shows that most of the authors are related to each other and belong to the highest clergy. This genealogical and social density probably aimed to minimize doctrinal differences. However, it also enabled doctrinal changes ‘from above’. A central figure of such a change in Zoroastrian theology after 800 CE was Adurfarrbay i Farrokhzidan. He is seen as the most important authority by modern Parsis (or Parsees), because he wrote two very important books: part or all of the Dénkard and 147 questions of the Riwdyats. A brief note in the Madaydn 7 Gizistag Abalish proves his participation in the interreligious discussions in Baghdad, stating that Caliph al-Ma’man:",
      "bbox": {
        "l": 101.0,
        "b": 245.0,
        "r": 652.0,
        "t": 386.0
      }
    },
    {
      "label": "text",
      "text": "ordered that all his [Muslim] wise men (dandgan) and the [wise men] of the Jews and of the Christians should come to him and should dispute with [the Zoroastrian apostate] Abilish [from the Arabic Aba Laith according to Schaeder 1972, 287, no. 2; see also De Menasce 1975, 544; Tafazzoli 1982, 58]. And because of the amir 7 mimenin’s (“leader of the believers”) command [also] Adurfarrbay i Farrokhzidin — he was the ‘leader of the good believers’ (/audénan pé%0bay) — , the qadi, the vizier and Mamiin (sic) himself ‘were in conversation with Abalish.",
      "bbox": {
        "l": 128.0,
        "b": 98.0,
        "r": 626.0,
        "t": 218.0
      }
    },
    {
      "label": "text",
      "text": "(Chacha 1936, 0.5-6)",
      "bbox": {
        "l": 498.0,
        "b": 78.0,
        "r": 623.0,
        "t": 92.0
      }
    },
    {
      "label": "page_footer",
      "text": "212",
      "bbox": {
        "l": 367.0,
        "b": 53.0,
        "r": 385.0,
        "t": 65.0
      }
    }
  ],
  "6": [
    {
      "label": "page_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "caption",
      "text": "Tible 1.16.2 Zoroastrian scholars/priests between the late 2nd/Sth and the early 5th/lth centuries",
      "bbox": {
        "l": 90.0,
        "b": 937.0,
        "r": 607.0,
        "t": 950.0
      }
    },
    {
      "label": "table",
      "text": "‘Adurbadi*fawandin Adurfarrbay 7 teacher @) of Farrokhzadin time of al-Matnin; first hudendn péshobay (“leader of the good believers); author and editor ofthe Dinkand and of other books Roshn <i Adurfarrbay> Zartusht 7 Adurfarrbay died before the middle denn peshabay, of the 3rd/9th century; around 232/847 author of a “book” (*ni8.) Watramshid Iiudenain pashobay (2) Jowanjam i Shabubrin: (ori Wahramshad) udéun pishhay Zurwindid Manushchihe t Ashawahisht <1J.> Zadsparam 7J. Jawinjamin (probably hudendn phy) Hinbed in Sign: ins ud Kira mad; wrote wrote the texs of three epistles (260/881), che Wisidagh and Diidestin dng other (lost) works Farrbay 7 *Fray-srdsh <t Eméd 7 Ashawahishtan ‘Ashawahisht Ashawahishe (> den pshabiy @); editor of the GrBd wrote a Rivat Adurbad i Emadin Iudénan pashobiy; Ashawahisht (> editor of the Dénksard (contemporary of Fartbay) — Jgfandyar 7 Adurbad i Emad killed in Baghdad 324/936; Moubed of Iran Farrokhmard Farrbay/Friy-Srish i Wahriman i Wahriman compiled the Madayin —mdwbedan mbubed; i Hazér Dadestan wrote a Riwyat (4 Pursishn, 419/1028",
      "bbox": {
        "l": 88.0,
        "b": 291.0,
        "r": 637.0,
        "t": 931.0
      }
    },
    {
      "label": "text",
      "text": "‘The analysis of Dénkand 3 points to an impact of Greek, especially Aristotelian and Neophatonic philosophy (Josephson 2012, 541-52; Shaki 1970, 1973, 1998, 1999, 2003; Kénig 2016, 2018, 2020b). In my view, the original structure of Adurfarrbay’s edition, the most important work of Pahlavi literature, is based on the Neoplatonic doctrine of emanation. Further analysis shows that the Zoroastrian position is formulated to demarcate it from the Islamic, Christian, Jewish, Ma- nichaean and materialistic positions. Through these discussions, logical means and philosophical concepts were developed and tested (Kénig 2020),",
      "bbox": {
        "l": 88.0,
        "b": 149.0,
        "r": 639.0,
        "t": 272.0
      }
    },
    {
      "label": "text",
      "text": "Adurfarrbay’s work was continued by later Zoroastrian writers but especially by Mardinfar- rokh (3rd/9th century2), the son of Ohrmazddad, author of the Doubt-Dispelling Explanation (Shkand Gumanig Wizai), a key text for religious history in early Abbasid time (Sunderman 2001, 325; Schaeder 1925, 200-1, no. 3). Active after the death of Adurfarrbay and of his son",
      "bbox": {
        "l": 89.0,
        "b": 77.0,
        "r": 638.0,
        "t": 147.0
      }
    },
    {
      "label": "page_footer",
      "text": "23",
      "bbox": {
        "l": 354.0,
        "b": 53.0,
        "r": 372.0,
        "t": 64.0
      }
    }
  ],
  "7": [
    {
      "label": "page_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 994.0
      }
    },
    {
      "label": "text",
      "text": "Réshn, Mardinfarrokh refers several times to the work of Rdshn (de Menasce 1945, 10.50-8) ‘West (1885, 169 no. 4) identifies this Rdshn with the commentator Rashn, who is mentioned for example in Shayest-né-shayest and Pallavi Videvdad. He is mentioned 10 times in Pallavi Videvdad (Cantera 2004, 208), where at one time he is in dispute with Abarag, the last com- ‘mentator fiom the school of Adurfarrbay-Narsé (Adurfarrbay-Narsé, Sdshans, Abarag). He pays special attention to those passages of the Dénkard that are composed by Adurfarrbay and of Adurbad i Jiwandan (or Adurbad i Jawandad or Adarpadiiawanda; see de Menasce 1945; 4.106~7, 9.1-3, 10.50-8, 1.38). Adurbad i Jawandin was probably the teacher (bun-spas, West 1885, 162; de Menasce 1945, 109) of Adurfarrbay (de Menasce 1945, 9.1-3) and perhaps also the author of the lost books Dénkard 1 and 2 (West 1885, 138-9, no. 9). It seems that Mardinfarrokh did not belong to the very dense and close circle of Persian high priests. Early wanderings (de Menasce 1945, 1.367, 10.43-49; compare the wanderings of the sage (dandg) in Mendg 7 Khrad 1.3460) led him, as he says, “to the borders of many countries and seas” (de Menasce 1945, 1.37; see also 10.47). Perhaps a Manichaean with intimate knowledge of Manichaeism (a sharp polemic against Mani [\"Manae”] is found in Shand Gumanig Wizar 1.5960), at this time he found his “salvation” (de Menasce 1945, 1.54, 10.58) especially in Zoroastrian scriptures but above all in the texts of Adurbad i Jawandin and Adurfarrbay i Farrokhzidin. His intellectually important book, which was widespread in copies in Pizand and in a Sanskrit translation in India was “not ‘made and arranged for the wise and experienced men, but for pupils and novices” (de Menasce 1945, 1.40). Parts of Mardanfarrokh's text also survived in an older Pahlavi version (West 1885, xxviii; de Menasce 1945, 159; see also Jamasp-Asini and West 1887, xxvii, xxxvii-xxxviii; Cereti 2014). Mardinfarrokh completed what began in Adurfarrbay’s work. Dénkard 3 and Shkand Gumanig Wizar are connected in two important points, the development of polemical/ demarcating ideas that are the results of reflection and discussion on non-Zoroastrian positions based on logical arguments and the development of a philosophical terminology and system.",
      "bbox": {
        "l": 101.0,
        "b": 503.0,
        "r": 653.0,
        "t": 950.0
      }
    },
    {
      "label": "section_header",
      "text": "1.16.5 What can we know about Zoroastrian scholarship before the 3rd/9th century?",
      "bbox": {
        "l": 177.0,
        "b": 440.0,
        "r": 576.0,
        "t": 474.0
      }
    },
    {
      "label": "text",
      "text": "It is difficult, if not impossible, to provide trustworthy information about the centuries prece- ding Adurfarrbay, because we need to rely on material of uncertain dates. One such source is the previously mentioned Shkand Gumanig Wizar. It indicates that Adurfarrbay’s (supposed) teacher, Adurbad 7 Jawandan, had already worked with some philosophical concepts known from Dénkard 3. Another source attributed some of the terms in the transmission report Dén- kard 4 to Aristotelian influence. The latter was written in the time of Khdsraw I (on the age of the text manuscript B 322.4ff., see Bartholomae 1920, 9, no. 2 and Cantera 2004, 106; for the text see Zachner 1955, 7-9, 31-4 and Cantera 2004, 110-11). Aristotelian influence is also apparent in the terms 1 ndyig/paydagihentdarh <I> gertyig (Sanjana 1874-1928, 4.2% manuscript B 323, 11-14), which seem to combine the Zoroastrian distinction of méndg/getfg “non-material” /“material” with the potential/actual distinction.",
      "bbox": {
        "l": 101.0,
        "b": 234.0,
        "r": 652.0,
        "t": 428.0
      }
    },
    {
      "label": "text",
      "text": "‘The relation of the two recensions of the Bundahishn, that is the Greater Bundahishn (Iranian Bundahishn) and the Indian Bundahishn, is methodologically important. Those parts of the Greater Bundahishn, which stem from the priestly editor Farrbay (see the earlier discussion), share phil- osophical elements known from Dénkard 3. In the Indian Bundahishn, however, these elements are missing. That gives rise to the assumption that parts of the transmitted Pahlavi materials were reworked according to the categories of Adurfartbay’s ‘philosophical theology’. Hence, itis likely that at least some important Pahlavi texts are neither simply “final versions of texts which evolved in oral transmission over long periods of time” (Kreyenbroek 2002, 42-3) nor the late product",
      "bbox": {
        "l": 102.0,
        "b": 89.0,
        "r": 652.0,
        "t": 230.0
      }
    },
    {
      "label": "page_footer",
      "text": "24",
      "bbox": {
        "l": 367.0,
        "b": 53.0,
        "r": 385.0,
        "t": 64.0
      }
    }
  ],
  "8": [
    {
      "label": "page_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "text",
      "text": "of a long and continuous tradition of Greek philosophy in Zoroastrianism (Shaki’ position in 1999, 176 and 2003, 323). It rather seems that a faction of the Zoroastrian clergy of the late 2nd/8th and 3rd/9th centuries tried to reformulate Zoroastrian theology while in contact with the flourishing intellectual life of that period. This perspective receives support by the remarkable fact that there are no philosophical elements in the pre-Islamic parts of the whole Zand (Pahlavi Videvdad; Herbedestan/Nerangestan), nor do we find them in those parts that are probably later (Pahlavi Yasna, Pahlavi Zand-e Khorde Avesta). But for a different view on the dating of those two parts see Skjervo (2008). The older parts of the Zand and of the juridical and ritualistic literature integrate commentaries of the priests (Madayiin 7 Hazar Dadestan; Shayestné- shayest, Zand 7 Fragard 1 Juddewdad, Kénig 20102). A nice (but little known) dispute between two scholars, Gogushasp and Médyomah, on the meaning of Avestan phrases, is found in Wizirgard 7 denig 24. Since Tav- adia (1930), efforts have been made to distinguish different schools. However, the time frame of these schools i still controversial. Gignoux (1995) and Secunda (2012) prefer a post-Sasanian date. Cantera (2004, 207-20) prefers a Sasanian dating: according to Tavadia (1930, 28-9, 1956, 41-4), the commentators could belong to both periods. In any case, none of the translations of and commentaries on the Avesta of these schools resembles the (philosophical) school of Adurfarrbay.",
      "bbox": {
        "l": 89.0,
        "b": 665.0,
        "r": 638.0,
        "t": 950.0
      }
    },
    {
      "label": "text",
      "text": "‘The wisdom literature (Handarz) is also more or less unaffected by philosophical elements. It consists of a series of texts ascribed to authors, who lived in different centuries: Adurbad i Miraspandin and his teacher Mihr-Ohrmazd (4th century); Khustoy 7 Kawadin (Khosraw Andshiravin; 1. 531-579) and his minister Wuzurg-Mihr (6th century); Adurfarrbay Far- rokhzidan (early 3rd/9th century). The concept of reason or wisdom (khirad) is a key term in Dénkard 3 and is also discussed in Pahlavi Text 17 (Kénig 2010b, 116-18). Future comparison with the concept’s use and understanding in the older text Handarz by Wehzad Farrokh Perdz (ate Sasanid period?) may illuminate the development of the Zoroastrian ‘philosophical the- ology’. In comparison, the Sasanian Brih-Nask (Denkard 8: 9.1) focuses its handarz on the term sn <ud> srid kad “non-empirical and empirical reasoning”. An eminent figure from the early 5th century was Adurbad i Zardushtin (Cantera 2004, 217). His text on the relation ofthe mate- rial and nonmaterial written for King Yazdegird 7 Shabuhragin (r. 399-421) has survived (de ‘Menasce 1973, 3.137), along with his and Bakhtaffid’s (Ist half 6th century) Gnomes (Wazagih), Bakhtafiid took part in the struggle against the Mazdakites (Zand 7 Wahman Yasn 2.2.; see Can- tera 2004, 218-20). His colleagues are partly mentioned on seals, in the Pahlavi translation and in Shayest-né-shayest, which is a part of the Dénkard (Cereti 1995, 175-6). Bakhtifiid is quoted in Denkard 6: A4 (Shayest-né-shayest 20.11), 6: E22a and Dénkard 3: 117. In addition, he is also known from juridical texts (Macuch 1993, 8.66, 75; Tavadia 1930, 8.10). The range of his works resembles that of Adurfarrbay’s works from the 3rd/9th century. Even if we cannot be sure that Aristotelian and/or Neoplatonic thoughts were adopted by Zoroastrian priests of the middle and late Sasanian period, this similarity indicates that at least Adurfarrbay’s ‘intellectual stature’, defined by a scholarly work of one and the same priest in the fields of ‘philosophical theology’, ‘Handarz and juridical literature, has had older parallels.",
      "bbox": {
        "l": 88.0,
        "b": 251.0,
        "r": 638.0,
        "t": 662.0
      }
    },
    {
      "label": "section_header",
      "text": "Bibliography",
      "bbox": {
        "l": 317.0,
        "b": 193.0,
        "r": 409.0,
        "t": 211.0
      }
    },
    {
      "label": "section_header",
      "text": "Sources",
      "bbox": {
        "l": 337.0,
        "b": 161.0,
        "r": 389.0,
        "t": 174.0
      }
    },
    {
      "label": "text",
      "text": "AGE, R. ed. 1964. Anla Viraf Nama-ye Manzum e Zartusht Bahram e Pazhdo [The Book of Arda Viraf in verse by Zartusht Bahram Pazhdo]. Mashhad: Mashhad University Press",
      "bbox": {
        "l": 88.0,
        "b": 120.0,
        "r": 638.0,
        "t": 148.0
      }
    },
    {
      "label": "text",
      "text": "Andreas, F.C. ed. 1882. The Book of the Mainyo-i-Khard, also an Old Fragment of the Bundehesh. Kiel: Lipsius and Tischer.",
      "bbox": {
        "l": 88.0,
        "b": 92.0,
        "r": 638.0,
        "t": 119.0
      }
    },
    {
      "label": "page_footer",
      "text": "215",
      "bbox": {
        "l": 354.0,
        "b": 52.0,
        "r": 372.0,
        "t": 64.0
      }
    }
  ],
  "9": [
    {
      "label": "page_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 980.0,
        "r": 393.0,
        "t": 993.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 360.0,
        "b": 980.0,
        "r": 393.0,
        "t": 993.0
      }
    },
    {
      "label": "list_item",
      "text": "Anklesaria, B.'T, 1956, Zand-Akasih, anion or Greater Bundahitn. Tansliterton and Teanslaton in English. Bombay: Buny3d-i Farhang-i fein",
      "bbox": {
        "l": 101.0,
        "b": 922.0,
        "r": 651.0,
        "t": 950.0
      }
    },
    {
      "label": "list_item",
      "text": "Anklesaria, E.T.D. ed. 1908. The Bindahishn. Being « Facsimile ofthe TD Manuscript Na? Brought fom Persia by Dastur Tiandaz and Now Preserved jn the Late Ersad Talnuuss’ ibrar. Bombay: K. R Cama (Oriental Institute.",
      "bbox": {
        "l": 101.0,
        "b": 878.0,
        "r": 651.0,
        "t": 919.0
      }
    },
    {
      "label": "list_item",
      "text": "Anquetil Duperron, A. H. te. 1771. Zand-Avesta: Orage de Zoroaste Ill, 3 vols. Paris: N. M. Tilliard.",
      "bbox": {
        "l": 102.0,
        "b": 862.0,
        "r": 635.0,
        "t": 875.0
      }
    },
    {
      "label": "list_item",
      "text": "Avitotle. te. Peck, A. L. 1979. Historia animalium. Vol. 1 (Loeb Clasical Library 437). Cambridge, MA: Harvard University Pres.",
      "bbox": {
        "l": 101.0,
        "b": 832.0,
        "r": 651.0,
        "t": 860.0
      }
    },
    {
      "label": "list_item",
      "text": "Barr, K. 1944. “Preface” in Seletons fom Cadies K7 and K25 (Vispered and Frahang I Palavtk) and Traings ofthe Avesta Codex K1 (Codies Aves et Pahlavci Biblithecae Universitatis Hafienss XU). Copenhagen: Nordisk Forg.",
      "bbox": {
        "l": 101.0,
        "b": 787.0,
        "r": 651.0,
        "t": 830.0
      }
    },
    {
      "label": "list_item",
      "text": "Bharucha, E.D., ed. 1906-1933. Colleed Sanskrit Writings ofthe Pasis: Old Tansations of Avestd and Pahl- avi-Pzend Books as Will as Other Original Compositions; with Various Readings and Notes. 6 vols. Bombay ‘The Trustees ofthe Parsee Punchayet Funds and Properties",
      "bbox": {
        "l": 101.0,
        "b": 741.0,
        "r": 652.0,
        "t": 785.0
      }
    },
    {
      "label": "list_item",
      "text": "Burnouf, E. 1833. Commentaesur le Yana U'un des lives idhuriques des Pres. Pais:",
      "bbox": {
        "l": 101.0,
        "b": 727.0,
        "r": 557.0,
        "t": 740.0
      }
    },
    {
      "label": "list_item",
      "text": "Cereti, C.G. 1995. The Zand Walman Yasn. A Zoroastrian Apoalypse. Rome: Istituto italiano peril Medio ed Estremo Oriente",
      "bbox": {
        "l": 101.0,
        "b": 697.0,
        "r": 651.0,
        "t": 725.0
      }
    },
    {
      "label": "list_item",
      "text": "Cereti, C. G. and Sanjana, M.Sh. 1991. An 18th Century Acount of Pasi History: The Qese-ye Zarobianse ‘Hendusin, Naples: Istituto universitirio orientale, Dipartimento di Studi asatc",
      "bbox": {
        "l": 101.0,
        "b": 667.0,
        "r": 652.0,
        "t": 694.0
      }
    },
    {
      "label": "list_item",
      "text": "Chacha, H. E 1936. Gajstle Abatish. Pallavi Text with Tansiteation, English Translation, Notes and Glossary. Bombay: The Trustees Pasi Punchayet Funds and Properties",
      "bbox": {
        "l": 101.0,
        "b": 637.0,
        "r": 651.0,
        "t": 664.0
      }
    },
    {
      "label": "list_item",
      "text": "Christensen, A. 1931. The Pallavi Codies K20 & K20b. Containing Ardagh Vir sgh, Bundahish, ee Facsimile (Cadies Aves et Pahlavi Biblothecae Universitatis Hafuenss 1). Copenhagen: University Library.",
      "bbox": {
        "l": 101.0,
        "b": 593.0,
        "r": 652.0,
        "t": 635.0
      }
    },
    {
      "label": "list_item",
      "text": "Christensen, A., ed. 1936. The Palani Codex K 43. First part. Containing Fragment of the Great Bundehishn, the Dadhastan 7 Menghalhradh, some Pat of the Dard, and the Vohman Yasht (Codices Aste et Pahlavic Biblothcae Universitatis Hafnienss 3). Copenhagen: Levin-Munksgaard",
      "bbox": {
        "l": 101.0,
        "b": 547.0,
        "r": 652.0,
        "t": 590.0
      }
    },
    {
      "label": "list_item",
      "text": "Christensen, A. ed. 1937-1939. The Avesta Codex K3. Containing the Yasna with Is Pallavi Translation and Commentary. 3 Ports. With an Introduction by K. Bar. Facsimile (Codces Avvsti et Pahlavi Bibiothecae Universitatis Hafniensis 7-9). Copenhagen: University Library",
      "bbox": {
        "l": 101.0,
        "b": 502.0,
        "r": 652.0,
        "t": 545.0
      }
    },
    {
      "label": "list_item",
      "text": "Christensen, A 1941-1942. The Avesta codes K 3a, K 3b and K 1, containing potions of the Veidad with its Pahlavi translation and commentary 2, Containing the fasile of K 1 (Vendidad chapters 9.1-22.26 and the colophon) (Codices Avestc et Pahlavi Bibliothece Universitatis Hafninsis 11). Copenhagen: University Library.",
      "bbox": {
        "l": 101.0,
        "b": 442.0,
        "r": 652.0,
        "t": 500.0
      }
    },
    {
      "label": "list_item",
      "text": "Damesteter, |, t 1892-1893. Le Zend-Aveta. Tiaducion nowelle avec commentaire historique et philloggue. 3 vols. Pars: Musée Guimet",
      "bbox": {
        "l": 102.0,
        "b": 412.0,
        "r": 651.0,
        "t": 440.0
      }
    },
    {
      "label": "list_item",
      "text": "de Menasce, J. 1945. Une aplogéique mazdéenne du 9, siede. Skand-Gumanik vita. La solution déisve des does. Teste Pasend-pelevi tans, traduit et commenté. Fribourg: Libraire de I'Université Fribourg en Suisse",
      "bbox": {
        "l": 101.0,
        "b": 368.0,
        "r": 652.0,
        "t": 410.0
      }
    },
    {
      "label": "list_item",
      "text": "Dhabhar, E. B. N. 1932. The Persian Rivayas of Honma yar Fama and Notes. Bombay: K. R. Cama Oriental Institute. and Others. Their version with Introduction",
      "bbox": {
        "l": 101.0,
        "b": 337.0,
        "r": 652.0,
        "t": 365.0
      }
    },
    {
      "label": "list_item",
      "text": "Diogenes Lacrtius.e. Arretini, E1487. Francici Aretni ad Pum Pout. Maximum in Diogenes Epstolas Poe- ‘niu. Florence: Antonius Francisci Veneta",
      "bbox": {
        "l": 102.0,
        "b": 307.0,
        "r": 652.0,
        "t": 334.0
      }
    },
    {
      "label": "list_item",
      "text": "Dresden, M.J. 1966. Denkart A Pahlavi Text. Facsimile Eton ofthe Manuscript B ofthe K. R. Cama Oriental Institute Bombay. Wiesbaden: Harrasowite",
      "bbox": {
        "l": 101.0,
        "b": 277.0,
        "r": 651.0,
        "t": 305.0
      }
    },
    {
      "label": "list_item",
      "text": "Eastwick, EB. 1843. “Zarthusht-Namah [The Book of Zarthusht];\"in Wikon, J, ed. The Pasi Religion. Bombay: American Mission Press, 477-522.",
      "bbox": {
        "l": 101.0,
        "b": 247.0,
        "r": 652.0,
        "t": 275.0
      }
    },
    {
      "label": "list_item",
      "text": "Eduljee, H. E. 1991. Kisich-i Sanjan [The Story of Sanjan}. Bombay: K. R Cama Oriental Institute",
      "bbox": {
        "l": 102.0,
        "b": 232.0,
        "r": 623.0,
        "t": 245.0
      }
    },
    {
      "label": "list_item",
      "text": "Geldner, K. Fr. 1886-1896. Avesta. The Saced Books ofthe Panis. Part I: Yaona (1886); Pare I: Vspored and ‘Khorda Avesta (1889); Pare Ul: Vendidad (1896), Seatgart: Koblhamamer",
      "bbox": {
        "l": 102.0,
        "b": 202.0,
        "r": 652.0,
        "t": 229.0
      }
    },
    {
      "label": "list_item",
      "text": "Hippocrates. 1931. “On the Nature of Man,\"in Jones W. H. S. . Hippocates (Loeb Casical Library, No. 150). Cambridge, MA: Harvard University Press, 4: 1-41",
      "bbox": {
        "l": 101.0,
        "b": 172.0,
        "r": 651.0,
        "t": 199.0
      }
    },
    {
      "label": "list_item",
      "text": "Jamasp, D-H. 1907. Vendidad. Avesta Text with Pallavi Translation and Commentary, and Glossarial Index With the Assistance of M. M. Gandevia. Vol. 1: The Texts. Bombay: Government Central Book Depot.",
      "bbox": {
        "l": 99.0,
        "b": 127.0,
        "r": 651.0,
        "t": 170.0
      }
    },
    {
      "label": "list_item",
      "text": "umaspasa, K. J. 1902 Anda Ving/Nameh. The Original Pahlavi Test with an Introduction, Notes, Gujarati Tans- lation, and Persian Version of Zartosht Behram in Vere. Bombay: Education Society’ Steam Press.",
      "bbox": {
        "l": 99.0,
        "b": 97.0,
        "r": 651.0,
        "t": 124.0
      }
    },
    {
      "label": "page_footer",
      "text": "216",
      "bbox": {
        "l": 367.0,
        "b": 52.0,
        "r": 385.0,
        "t": 64.0
      }
    }
  ],
  "10": [
    {
      "label": "section_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "page_header",
      "text": "",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Fimisp-Asini, H. J and West, E. W. 1887. Shikand-Giiminfe Vii The Pazand-Sansrit Text Together with ‘Fragment of the Pallavi. Bombay: Government Central Book Depot.",
      "bbox": {
        "l": 87.0,
        "b": 922.0,
        "r": 638.0,
        "t": 951.0
      }
    },
    {
      "label": "list_item",
      "text": "Jamasp- Asam, J. M. 1897. The Pahlar Tess. With an Introduction by B. G. Anklesaria and a Preface by M. Nawabi. Bombay: Fort Printing Pres",
      "bbox": {
        "l": 87.0,
        "b": 892.0,
        "r": 638.0,
        "t": 920.0
      }
    },
    {
      "label": "list_item",
      "text": "Kotwal, FM. and Hintze, A. 2008. The Korda Avesta and ist Codex E1. Fasimile edition, Wiesbaden: Harassowit",
      "bbox": {
        "l": 89.0,
        "b": 864.0,
        "r": 637.0,
        "t": 890.0
      }
    },
    {
      "label": "list_item",
      "text": "Macuch, M. 1993. Rechtskasusie und Gerchspraxis zu Beginn des scbenten Jnhunderts in Ian. Die Recs- sammnlng des Ferbmard i Wahvimn. Wiesbaden: Harrassowite",
      "bbox": {
        "l": 89.0,
        "b": 832.0,
        "r": 637.0,
        "t": 860.0
      }
    },
    {
      "label": "list_item",
      "text": "de Menace, J. 1973. Le tose lime du Dénkart. Taduit du peer. Pars: Librairie C. Klincksieck",
      "bbox": {
        "l": 89.0,
        "b": 817.0,
        "r": 599.0,
        "t": 830.0
      }
    },
    {
      "label": "list_item",
      "text": "Mill, L. H. 1893. The Ancient Manuscript of the Yasna with its Pahlavi Translation (A.D. 1323), Cenerdly Quoted as J2 (Boleian Libary/Osfor). Oxford: Clarendon Press",
      "bbox": {
        "l": 89.0,
        "b": 787.0,
        "r": 638.0,
        "t": 815.0
      }
    },
    {
      "label": "list_item",
      "text": "Modi, JJ. 1934. Qiseli-i Zatshtiéni Hindistin va Bayin-iAtash Beni Navsari (The Story ofthe Zono~ astrians of India and of the Behram Fire in Navsari. Bombay: Fort Printing Pres",
      "bbox": {
        "l": 88.0,
        "b": 757.0,
        "r": 638.0,
        "t": 785.0
      }
    },
    {
      "label": "list_item",
      "text": "Pausanias te. Jones, W. H. S and Ormerod, H. A. 1918, Pausanias’ Desripion of Grete. 4 vols. Cambridge, MA: Harvand University Press.",
      "bbox": {
        "l": 89.0,
        "b": 727.0,
        "r": 638.0,
        "t": 755.0
      }
    },
    {
      "label": "list_item",
      "text": "Paymaster, R. B. 1915. Kise-i Sann [The Story of Sanjan). Bombay: Frot Printing Pres",
      "bbox": {
        "l": 89.0,
        "b": 711.0,
        "r": 556.0,
        "t": 725.0
      }
    },
    {
      "label": "list_item",
      "text": "Rosenberg, E1959. The Book of Zoroaster Zartuht Nama by Zartusht Balnim Son of Pa. Tehran: Ci tmisionnaires de TAcadémie Impérale des Sciences.",
      "bbox": {
        "l": 89.0,
        "b": 682.0,
        "r": 638.0,
        "t": 710.0
      }
    },
    {
      "label": "list_item",
      "text": "Sanjana, P. 1874-1928. The Dinkand. The Original Pahlari Text; the Same Tansterated in Zend Charates; Thunsltions ofthe Text in the Caja and Engsh Languages; a Commentary and a Glossary of Sele Terms Vols. XIX. Bombay: Kegan Paul, Trench, Tribner & Co.",
      "bbox": {
        "l": 88.0,
        "b": 637.0,
        "r": 638.0,
        "t": 680.0
      }
    },
    {
      "label": "list_item",
      "text": "Sanjana, P1896. The Kiminé { Artkhshir{ Pipan, being the Oldest Surviving Records of the Zoroastrian Emperor Ardashir Biba, the Founder of the Ssdnian Dynasty in Inin. The Original abla Text edited for the first time with a Transliteration in Roman Characters, Translations into the English and Gujerati Languages, swith Explanatory and Philelogcal Notes, an Inrodution, and Appendix. Bombay: Duftur Ashkara and the Education Society's Steam Press",
      "bbox": {
        "l": 88.0,
        "b": 562.0,
        "r": 638.0,
        "t": 635.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaked, Sh. 1979. The Wisdom ofthe Sasanian Sages. (Dénkand V1) by Atupa-i Emétin. Boulder: Westview Press",
      "bbox": {
        "l": 89.0,
        "b": 534.0,
        "r": 638.0,
        "t": 560.0
      }
    },
    {
      "label": "list_item",
      "text": "‘avadia, J.C. 1930. Sayustné-faast. A Pahlar Text on Religious Customs, Edited, Tonshiterated and Tiansated ith Introduction and Notes. Hamburg: de Gruyter & Co.",
      "bbox": {
        "l": 89.0,
        "b": 502.0,
        "r": 638.0,
        "t": 530.0
      }
    },
    {
      "label": "list_item",
      "text": "Unvala, E. M. R. 1922. Daib Hormazyirs Riniyt [Darab Hormazyar's Text Collection}. With an intro duction by J J. Modi 2 vols. Bombay: British India Pres,",
      "bbox": {
        "l": 89.0,
        "b": 472.0,
        "r": 638.0,
        "t": 500.0
      }
    },
    {
      "label": "list_item",
      "text": "Una, J. M. 1940. Collation of Clophons of Manuscripts Bering on Zoroastrianism in some Libres of Europe Bombay: The Trustees of the Funds and Properties ofthe Parsi Punchayet.",
      "bbox": {
        "l": 89.0,
        "b": 442.0,
        "r": 638.0,
        "t": 469.0
      }
    },
    {
      "label": "list_item",
      "text": "‘West, E. W. 1871. The Book ofthe Mainyé-i-Khand or the Sprit of Wisdom. The Pazand and Sanskrit Texts as “Armanged in the Ffcnth Century by Neviosengh Dave. Edited in Roman Characters fom Various Manus ‘vith an English Tanslaton, an Induction, Not, « Glossary ofthe Pazand Text, wth Sanskrit, Persian and Palani Equivalents, anda Sketch of Pazand Grammar. Stuttgart and London: C. Grininger",
      "bbox": {
        "l": 89.0,
        "b": 381.0,
        "r": 638.0,
        "t": 440.0
      }
    },
    {
      "label": "list_item",
      "text": "West, E. W. 1880, “The Pahlavi Inscriptions at Kanheri” India Antiguary 9: 265-8.",
      "bbox": {
        "l": 89.0,
        "b": 367.0,
        "r": 518.0,
        "t": 380.0
      }
    },
    {
      "label": "list_item",
      "text": "‘West, E. W. 1882. “An Engraved Stone with Pahlavi Inscription fom Baghdad,” India Antiguary 11: 223-6,",
      "bbox": {
        "l": 89.0,
        "b": 352.0,
        "r": 638.0,
        "t": 365.0
      }
    },
    {
      "label": "list_item",
      "text": "‘West, E,W. 1882b. Plant Texts. Part 2: The Diistin Dink and the Epistles of Mania (Sacred Books ofthe East 18). Oxfont: Oxford University Press",
      "bbox": {
        "l": 89.0,
        "b": 322.0,
        "r": 638.0,
        "t": 351.0
      }
    },
    {
      "label": "list_item",
      "text": "West, E. W. 1885, Pallavi Texte Part 3: Dind-1 Mainig-1 Khirad, Sikand-Gim Books ofthe East 24). Oxford: Oxford University Pres. Vig, Sad Dar. (Sacred",
      "bbox": {
        "l": 89.0,
        "b": 292.0,
        "r": 638.0,
        "t": 320.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Westengaan, N. L. 1852-1854. Zendavesta or the Religious Books ofthe Zonoastrians. Vol. 1: The Zend 1 Copenhagen: Berling Brothers",
      "bbox": {
        "l": 89.0,
        "b": 262.0,
        "r": 637.0,
        "t": 290.0
      }
    },
    {
      "label": "section_header",
      "text": "Research literature",
      "bbox": {
        "l": 298.0,
        "b": 213.0,
        "r": 428.0,
        "t": 227.0
      }
    },
    {
      "label": "text",
      "text": "Amigis, Z. 1989, “Babsim Paid\" in ely 3: 524-5.",
      "bbox": {
        "l": 89.0,
        "b": 187.0,
        "r": 367.0,
        "t": 202.0
      }
    },
    {
      "label": "text",
      "text": "Bailey, H. W. 1943. Zoroastrian Proloms in the Ninth-Century Books. Oxford: Clarendon Press",
      "bbox": {
        "l": 89.0,
        "b": 172.0,
        "r": 574.0,
        "t": 185.0
      }
    },
    {
      "label": "list_item",
      "text": "",
      "bbox": {
        "l": 89.0,
        "b": 172.0,
        "r": 574.0,
        "t": 185.0
      }
    },
    {
      "label": "list_item",
      "text": "Bartholomae, C. 1913, Die Zendhandichrifien der K. Hof- und Staatsbibliothek in Minchen. Munich: ‘Akademie-Verlag",
      "bbox": {
        "l": 89.0,
        "b": 143.0,
        "r": 637.0,
        "t": 170.0
      }
    },
    {
      "label": "text",
      "text": "",
      "bbox": {
        "l": 89.0,
        "b": 143.0,
        "r": 637.0,
        "t": 170.0
      }
    },
    {
      "label": "text",
      "text": "Bartholomae, C. 1920. Zur Kenntns der miteliranschen Mundarten II. Hieidelberg: Akademie-Verlag.",
      "bbox": {
        "l": 89.0,
        "b": 127.0,
        "r": 608.0,
        "t": 140.0
      }
    },
    {
      "label": "text",
      "text": "Boyce, M. 1968. “Middle Persian Literature.\" in Handbuch der Orientals 4.2.1. Leiden: Brill, 31-66",
      "bbox": {
        "l": 89.0,
        "b": 112.0,
        "r": 616.0,
        "t": 126.0
      }
    },
    {
      "label": "text",
      "text": "Boyce, M. 1975. A History of Zoroastrianism. Vol. 1: The Early Period. Leiden: Brill",
      "bbox": {
        "l": 89.0,
        "b": 97.0,
        "r": 517.0,
        "t": 110.0
      }
    },
    {
      "label": "page_footer",
      "text": "217",
      "bbox": {
        "l": 354.0,
        "b": 53.0,
        "r": 372.0,
        "t": 64.0
      }
    }
  ],
  "11": [
    {
      "label": "page_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 993.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 993.0
      }
    },
    {
      "label": "list_item",
      "text": "Boyce, M. 1979. Zooastrians. Their Religious Belief and Prats. London: Routledge and Kegan Paul",
      "bbox": {
        "l": 102.0,
        "b": 937.0,
        "r": 627.0,
        "t": 950.0
      }
    },
    {
      "label": "list_item",
      "text": "Boyce, M. 1982. A History of Zoroastrianism. Vol. 2: Under the Achaemenians. Leiden: Bil",
      "bbox": {
        "l": 102.0,
        "b": 922.0,
        "r": 566.0,
        "t": 935.0
      }
    },
    {
      "label": "list_item",
      "text": "Boyee, M. and Grenet, F 1991. A History of Zoroastrianism. Vol. 3: Zoroastrianism under Macedonian and ‘Romani Rule. Leiden: Brill",
      "bbox": {
        "l": 102.0,
        "b": 893.0,
        "r": 651.0,
        "t": 920.0
      }
    },
    {
      "label": "list_item",
      "text": "Browne, E. G. 1902. A Literary History of Paria. Vol. 1: From the Earliest Times Until Fidous. Cambridge: LE Unwin,",
      "bbox": {
        "l": 101.0,
        "b": 864.0,
        "r": 652.0,
        "t": 890.0
      }
    },
    {
      "label": "list_item",
      "text": "Cantera, A. 2004. Saudion zur Pablavi-Ubersetsung des Avesta. Wiesbaden: Harrassowite",
      "bbox": {
        "l": 102.0,
        "b": 847.0,
        "r": 551.0,
        "t": 860.0
      }
    },
    {
      "label": "list_item",
      "text": "Cantera, A-and de Vaan, M. 2005. “Remarks on the Colophon ofthe Avestan Manuscripts Pet and MP4\" ‘Sdia Irnica 342 31-82.",
      "bbox": {
        "l": 102.0,
        "b": 817.0,
        "r": 651.0,
        "t": 845.0
      }
    },
    {
      "label": "list_item",
      "text": "Corti, CG. 2001. La Leteratura Pahlavi burodusione ai test con rifsimento ala storia degli sud alla tadizione ‘manera, Milano: Mimesis",
      "bbox": {
        "l": 101.0,
        "b": 787.0,
        "r": 651.0,
        "t": 815.0
      }
    },
    {
      "label": "list_item",
      "text": "Cereti, C. G. 2004. “Sul codice M51 di Monaco [On the Codex M51 of Monaco},\"in Cereti, eds. Via ianica. Rome: Istituto Haliano per Africa e TOriente, 119-30. 2G. etal,",
      "bbox": {
        "l": 101.0,
        "b": 757.0,
        "r": 651.0,
        "t": 785.0
      }
    },
    {
      "label": "list_item",
      "text": "Cereti, C. G. 2007. “Some Primary Sources on the Early History of the Parss in India.” in Vabman, F and Pedersen, C. V, eds. Religious Tests in Iranian Languages. Symposium Held in Copenhagen May 2002. Copenhagen: The Royal Danish Academy of Sciences and Letters, 211-21",
      "bbox": {
        "l": 102.0,
        "b": 712.0,
        "r": 651.0,
        "t": 755.0
      }
    },
    {
      "label": "list_item",
      "text": "Core, C. G. 2014. “Skand Gumainig Wizis” in el, online edition. wwwiranicaonline.onp/articles/ shkand-gumanig-wizar (Accessed 01 Aug 2019),",
      "bbox": {
        "l": 101.0,
        "b": 682.0,
        "r": 650.0,
        "t": 710.0
      }
    },
    {
      "label": "list_item",
      "text": "Colpe, C. 2003. “Wissen und Erkennen in den Gathas” in Colpe, C., ed. lanier ~ Aram — Hebnier ~ Hellenen. lranische Religionen und ile Westhesichungen. Einzeltudion und Versuch einer Zasammenschau ‘Tibingen: Mohr Siebeck, 272-80.",
      "bbox": {
        "l": 102.0,
        "b": 637.0,
        "r": 652.0,
        "t": 680.0
      }
    },
    {
      "label": "list_item",
      "text": "dde Menasce, |. 1975. “Zoroastrian Literature afer the Muslim Conquest,\"in Frye, R.N., ed. The Cambridge “History of Iran, Vol. 4: The Period from the Arab hnvsion tothe Saljuks. Cambridge: Cambridge University Press, 543-65.",
      "bbox": {
        "l": 101.0,
        "b": 593.0,
        "r": 652.0,
        "t": 635.0
      }
    },
    {
      "label": "list_item",
      "text": "dde Menasce, J. 1983. “Zoroastrian Pahlavi Writings” In Yarshatar, E., ed. The Cambridge History of Iran. Vol. 3.2: The Seleucid, Parthian and Sasonid Periods. Cambridge: Cambridge University Press, 1166-95.",
      "bbox": {
        "l": 101.0,
        "b": 562.0,
        "r": 651.0,
        "t": 590.0
      }
    },
    {
      "label": "list_item",
      "text": "Dresden, M.J. 1967. “Pablavi Manuscripts,”in Sir]. Zarthoshti Madressa Centenary Volume. Bombay: The “Trustees ofthe Parsi Punchayet Funds and Properties, 74-83.",
      "bbox": {
        "l": 101.0,
        "b": 532.0,
        "r": 651.0,
        "t": 560.0
      }
    },
    {
      "label": "list_item",
      "text": "Geldner, K. F 189-1904. “Awestaliteraur” in Geiger, W. and Kuhn, E., eds. Grundess der Ianischen Phi- lologie, 2.1. Strasburg: K. J. Trdbner, 1-53.",
      "bbox": {
        "l": 102.0,
        "b": 502.0,
        "r": 651.0,
        "t": 530.0
      }
    },
    {
      "label": "list_item",
      "text": "Gignoux, P1995. “La conuoverse dans le mazdéisme tardif” in Le Boulluee, A., ed. La conrovesereligoeuse ses forms. Pais: Ceaf, 127-49.",
      "bbox": {
        "l": 102.0,
        "b": 472.0,
        "r": 652.0,
        "t": 500.0
      }
    },
    {
      "label": "list_item",
      "text": "Hiimecn-Antels, |. 2018. Kiusadiyndmag. The Midile Person Book of Kings. Leiden: Brill",
      "bbox": {
        "l": 102.0,
        "b": 457.0,
        "r": 560.0,
        "t": 470.0
      }
    },
    {
      "label": "list_item",
      "text": "Hodivala,S. K. 1920, Stes in Parsi History. Bombay: S. K. Hodivala",
      "bbox": {
        "l": 102.0,
        "b": 441.0,
        "r": 467.0,
        "t": 454.0
      }
    },
    {
      "label": "list_item",
      "text": "Humbach, H. 2003. “Neriosangh and His Sanskrit Transations of Avesta Text,” in Cereti, C. G. and Vai dar, F, eds. Ata-e dontn. The Fite Within. Jamshid Soroush Sorushian Memorial Volume 2. Bloomington, IN: Authorhouse, 199-212.",
      "bbox": {
        "l": 102.0,
        "b": 398.0,
        "r": 651.0,
        "t": 440.0
      }
    },
    {
      "label": "list_item",
      "text": "_hekson, A.V. W. 1906. Persia, Past and Present. London: MacMillan Company.",
      "bbox": {
        "l": 100.0,
        "b": 382.0,
        "r": 510.0,
        "t": 395.0
      }
    },
    {
      "label": "list_item",
      "text": "Josephson, J. 2012. “The Evolution and Transmission of the Third Book of the Dénkard\" in Cantera, A. ed. The Tiansmision of the Avesta, Wiesbaden: Harrasowitz, 541-52.",
      "bbox": {
        "l": 99.0,
        "b": 352.0,
        "r": 652.0,
        "t": 380.0
      }
    },
    {
      "label": "list_item",
      "text": "Katrak, J. C. 1941, Oriental Treasures Being a Condensed Tabular Descriptive Statement of Over « Thousand Mainuscrits and of Theie Colophons Writ in Iranian and Indian Languages and Lying in Private Libraries of Paris in Different Centres of Gujarat. Bombay: J. C. Katrak.",
      "bbox": {
        "l": 101.0,
        "b": 307.0,
        "r": 653.0,
        "t": 350.0
      }
    },
    {
      "label": "list_item",
      "text": "Klima, 0. 1968. “Avesta. Ancient Persian Inscriptions. Middle Persian Literatue,\"in Rypka, Jed. History of Iranian Literature. Dordrecht: Reidel, 1-67",
      "bbox": {
        "l": 101.0,
        "b": 277.0,
        "r": 651.0,
        "t": 305.0
      }
    },
    {
      "label": "list_item",
      "text": "Konig, G. 2010s. “Der Pablavi-Text Zand 7 Fagard 7 Juddévdad,” in Macuch, M., Weber, D. and Dur Kin-Meistererust, D., eds. Ancient and Midile anian Studies. Praeedings of the 6th European Conference of Iraian Studies, Held in Vienna, 18-22 September 2007. Wiesbaden: Harrassowite, 115-32.",
      "bbox": {
        "l": 101.0,
        "b": 232.0,
        "r": 653.0,
        "t": 275.0
      }
    },
    {
      "label": "list_item",
      "text": "Kénig, G. 2010b, “Didaktisches Erziblen in der neupenischen zoroastrischen Literatur” in Giinthart, R and Forster, R., eds. Didatiches Ersahl. Formen Literarscher Belerang in Orient und Oksident (Inter siplinine Tagung Berlin 9./10. Oktober 2009). Frankfurt a. M.: Peter Lang Verlag, 109-32.",
      "bbox": {
        "l": 102.0,
        "b": 187.0,
        "r": 652.0,
        "t": 230.0
      }
    },
    {
      "label": "list_item",
      "text": "Konig, G. 2014. “Die Pablawi-Literatur des 9./10. J. und ibre fhe Kodex-Ubesieferung (0),” Estudios de Ian y Turan: 43-74",
      "bbox": {
        "l": 101.0,
        "b": 157.0,
        "r": 652.0,
        "t": 185.0
      }
    },
    {
      "label": "list_item",
      "text": "Kénig, G. 2016. “A Re-thinking of Mansour Shakis Contributions to the Philosophical Weitings in Pabl- 204\" Quarterly Journal of Language and Inscription. Dedicated to Professor Mansour Shaki 1: 4-26,",
      "bbox": {
        "l": 101.0,
        "b": 127.0,
        "r": 652.0,
        "t": 155.0
      }
    },
    {
      "label": "list_item",
      "text": "Konig, G. 2018. “The Pablai Literature ofthe 9th Century and Greek Philosophy.” fan and the Caucasis 837.",
      "bbox": {
        "l": 102.0,
        "b": 98.0,
        "r": 651.0,
        "t": 125.0
      }
    },
    {
      "label": "page_footer",
      "text": "218",
      "bbox": {
        "l": 367.0,
        "b": 53.0,
        "r": 385.0,
        "t": 64.0
      }
    }
  ],
  "12": [
    {
      "label": "page_header",
      "text": "Practices of Zoroastrian scholars",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "section_header",
      "text": "",
      "bbox": {
        "l": 277.0,
        "b": 979.0,
        "r": 449.0,
        "t": 994.0
      }
    },
    {
      "label": "list_item",
      "text": "Kénig, G. 2019. “Die Pahlavi-Literatur des 9,/10.Jh. und ibe frihe Kodex-Uberlieferung (0),\"in Hintze, ‘A, Duskin-Meisterernst, D. and Naumann, C., eds. A Thousand Judgements. Festschrift Maria Macuch Wiesbaden: Harrasowite, 263-86.",
      "bbox": {
        "l": 89.0,
        "b": 908.0,
        "r": 638.0,
        "t": 950.0
      }
    },
    {
      "label": "list_item",
      "text": "Kénig, G. 2020a. “Training in Thinking. Religious Criticism and the Use of Logic in Zoroastrian Theol- ‘ogy Ruani, E and Tims, M., eds. Quand les dualistes polémigquaient Zonoatriens et Manichéens, Aces du collogue international, 12-13 juin 2015, Collige de France. Leuven: Peeters Publishers",
      "bbox": {
        "l": 89.0,
        "b": 862.0,
        "r": 638.0,
        "t": 905.0
      }
    },
    {
      "label": "list_item",
      "text": "Kénig, G. 2020b. “On the question of neo-Patonic elements in the Zoroastrian literature of the 9th century” in Weltecke, D. and Echevarria Arsuaga, A. eds. Religious Puality and lnerlgious Contacts in the Midile Ages. (Workshop ,.Religious Pluraity and Interreligious Contacts in the Middle Ages.\" Ein gemeinsames Spanisch-Deutiches Arbeitygesprich der Herzog-August-Bibliothek Wolfenbiitel und der Fundacién de Salas, 30.11 2.12. 2015) (Wolfenbitteler Forschungen 161). Wiesbaden: Harras- sowitz, 65-80",
      "bbox": {
        "l": 89.0,
        "b": 774.0,
        "r": 638.0,
        "t": 860.0
      }
    },
    {
      "label": "list_item",
      "text": "Kreyenbrock, P 2002. “Millennials inthe Zoroastrian Tradition,” in Amanat, A. and Bernhardson, M., eds. Imaging the End: Visions of Apocalypse from the Ancient Middle East to Modern America. London: 1. B. Tauris, 33-58, 33944",
      "bbox": {
        "l": 89.0,
        "b": 728.0,
        "r": 638.0,
        "t": 770.0
      }
    },
    {
      "label": "list_item",
      "text": "Macuch, M. 2009. “Pablavi Literatur” in Emmerick, RE. and Macuch, M., ed The Litte of Pe-Liamic ‘a Companion Volume 110 A History of Persian Literature. London: |. B, Tauris, 116-96.",
      "bbox": {
        "l": 88.0,
        "b": 697.0,
        "r": 639.0,
        "t": 725.0
      }
    },
    {
      "label": "list_item",
      "text": "Motthedch, R. P2012. “The Idea of Iran in the Buyid Dominions” in Herag, E. and Stewart, S., eds Early Islamic Iran (Idea of Ian 5). London: 1. B. Tauris, 153-60.",
      "bbox": {
        "l": 88.0,
        "b": 667.0,
        "r": 637.0,
        "t": 695.0
      }
    },
    {
      "label": "list_item",
      "text": "Naldeke, T: 1920. Das inaische Nationalepos, Berlin: de Gruyter.",
      "bbox": {
        "l": 89.0,
        "b": 652.0,
        "r": 421.0,
        "t": 665.0
      }
    },
    {
      "label": "list_item",
      "text": "Nyberg, HLS. 1974. A Manual of Pav. Part 2: deogams, Glssang ABbroiatons Index, Grammatical Survey, Corrgenda to Part 1. Wiesbaden: Harrassowita",
      "bbox": {
        "l": 89.0,
        "b": 622.0,
        "r": 637.0,
        "t": 650.0
      }
    },
    {
      "label": "list_item",
      "text": "Schaeder, H. H. 1925. “Die islamische Lehre vom Vollkommenen Menschen, ihre Herkun und ihre dichterische Gestaltang.” ZDMG 79: 192-268.",
      "bbox": {
        "l": 89.0,
        "b": 592.0,
        "r": 638.0,
        "t": 620.0
      }
    },
    {
      "label": "list_item",
      "text": "Schaeder, H. H_ 1972. Innische Beitnige I Halle 1930. Reprint Hildesheim: Olms",
      "bbox": {
        "l": 89.0,
        "b": 577.0,
        "r": 515.0,
        "t": 590.0
      }
    },
    {
      "label": "list_item",
      "text": "Secunda, S. 2012. “On the Age of the Zoroastrian Authorities of the Zand,” unica Antigua 47: 317-49.",
      "bbox": {
        "l": 88.0,
        "b": 562.0,
        "r": 628.0,
        "t": 575.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1970. “Some Basic Tenets of the Eclectic Metaphysics of the Dénkart)” Archiv Orientlni 38: 277-312.",
      "bbox": {
        "l": 88.0,
        "b": 533.0,
        "r": 638.0,
        "t": 559.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1973. “A Few Philosophical and Cosmological Chapters of the Denkar” Archiv Orientilni 41 133-64.",
      "bbox": {
        "l": 89.0,
        "b": 504.0,
        "r": 638.0,
        "t": 530.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1975, “Two Middle Persian Philosophical Terms LYSTK’ and M'TK’s\"in Gignows, Ped. fae ancien: Actes du XXINe Cong’ international Pais: UASiathique, 52-7.",
      "bbox": {
        "l": 89.0,
        "b": 472.0,
        "r": 638.0,
        "t": 500.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1981. “The Dénkanl Account of the History of the Zoroastrian Scriptures.” Amhiv Orient 49: 114-25",
      "bbox": {
        "l": 88.0,
        "b": 443.0,
        "r": 638.0,
        "t": 470.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1998. “Elements ef, 8 357-60,",
      "bbox": {
        "l": 89.0,
        "b": 428.0,
        "r": 331.0,
        "t": 440.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 1999. “Falsfa 1. Pre-Ihimic Philosophy,” in elf, 9: 176-82.",
      "bbox": {
        "l": 89.0,
        "b": 412.0,
        "r": 450.0,
        "t": 425.0
      }
    },
    {
      "label": "list_item",
      "text": "Shaki, M. 2003. “Greek Influence on Persian Thought” in el, 11: 321-6.",
      "bbox": {
        "l": 89.0,
        "b": 398.0,
        "r": 474.0,
        "t": 410.0
      }
    },
    {
      "label": "list_item",
      "text": "Skjervo, P.O. 2008, “Review of Alberto Cantera, Stadien sur Palvi-Ubersetung des Avesta, Wies- bhaden: Harrssowitz, 2008 (Iranica 7)\" Kratylos 53: 1-20,",
      "bbox": {
        "l": 88.0,
        "b": 367.0,
        "r": 638.0,
        "t": 395.0
      }
    },
    {
      "label": "list_item",
      "text": "Sohn, P1996. Die Medizin des Zadspanam. Anatomie, Physiologie und Psychologie in den Wisidagha 7 Zaid. ‘pana, ciner zowastich-mittlpeischon Anthologie aus dem elhislamisthen Inn des neunten Jahrhunderts. Wiesbaden: Harrassowit",
      "bbox": {
        "l": 88.0,
        "b": 323.0,
        "r": 638.0,
        "t": 365.0
      }
    },
    {
      "label": "list_item",
      "text": "Spiegel, F von 1856-1860. Einleitung in de ditionellenScrifen der Basen. 2 Tile. Wien: Verlag W. Engel- ‘mana (Leiprig).",
      "bbox": {
        "l": 89.0,
        "b": 292.0,
        "r": 638.0,
        "t": 320.0
      }
    },
    {
      "label": "list_item",
      "text": "Stausbeng, M. 2002. Die Religion Zanathushins. Geschichte ~ Gegemvurt ~ Ritual. Vols. and 2. Stuttgart Kohihammer.",
      "bbox": {
        "l": 89.0,
        "b": 264.0,
        "r": 637.0,
        "t": 290.0
      }
    },
    {
      "label": "list_item",
      "text": "Stausbeng, M. 2004. Die Religion Zanthushias Geschichte Gegenwart Ritual. Vol. 3. Stttgart: Kobhammer.",
      "bbox": {
        "l": 88.0,
        "b": 247.0,
        "r": 638.0,
        "t": 260.0
      }
    },
    {
      "label": "list_item",
      "text": "Sundermann, W. 1982. “Soziale Typenbegrife alyriechischen Unsprungg in der atianischen Uberkiet ‘rungin Welskopf E. Ch, ed. Sosiale Typenbepifeim alten Gricheland VIL Bertin: Akademie-Verlg, 14-38.",
      "bbox": {
        "l": 89.0,
        "b": 203.0,
        "r": 638.0,
        "t": 260.0
      }
    },
    {
      "label": "list_item",
      "text": "Sundermann, W. 2001, “Das Manichterkapitl des Skand Gaming Wier in der Darstellung und Dewtung, ‘Jean de Menasces,\"in van Oort, Jet al, eds. Augustine and Manichacion inthe Latin West. Leiden: Brill, 325-37.",
      "bbox": {
        "l": 89.0,
        "b": 158.0,
        "r": 638.0,
        "t": 200.0
      }
    },
    {
      "label": "list_item",
      "text": "“afasioly, A. 1373/1994, Zaha Palaut adabiyat wa dosti, Tehran: Tibi Nashr-i Matin",
      "bbox": {
        "l": 89.0,
        "b": 142.0,
        "r": 584.0,
        "t": 155.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Tafaziol, A. 1982. “Ab in el, 12 58",
      "bbox": {
        "l": 89.0,
        "b": 127.0,
        "r": 302.0,
        "t": 140.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Tavadia, . C. 1933. Review “Christensen, A., The Pahlavi Codices K20 & K20b [. “Literaturzeitung 8-9: coll. 567-9 Orientalistische",
      "bbox": {
        "l": 89.0,
        "b": 97.0,
        "r": 638.0,
        "t": 125.0
      }
    },
    {
      "label": "page_footer",
      "text": "219",
      "bbox": {
        "l": 354.0,
        "b": 53.0,
        "r": 372.0,
        "t": 64.0
      }
    }
  ],
  "13": [
    {
      "label": "section_header",
      "text": "Konig",
      "bbox": {
        "l": 360.0,
        "b": 979.0,
        "r": 393.0,
        "t": 994.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Tavadia, J. C. 1944. “Zur PAlege des iranischen Schrifitums im Mittelalter”” ZDMG 98: 294-339.",
      "bbox": {
        "l": 102.0,
        "b": 937.0,
        "r": 606.0,
        "t": 950.0
      }
    },
    {
      "label": "list_item",
      "text": "‘Tavadia, J.C. 1956. Die mitelpenische Sprache und Literatur der Zarathustrer. Leipzig: Harrassowitz",
      "bbox": {
        "l": 102.0,
        "b": 922.0,
        "r": 604.0,
        "t": 935.0
      }
    },
    {
      "label": "list_item",
      "text": "Vitalone, M. 1987. The Persian Reniyats. A Bibliographic Reconnaissance. Napoli: Istituto universitario orien— tale, Dipartimento di studi asiatici",
      "bbox": {
        "l": 102.0,
        "b": 892.0,
        "r": 652.0,
        "t": 920.0
      }
    },
    {
      "label": "list_item",
      "text": "‘West, E. W. 1896-1904. “Pablavi Literature,” in Geiger, W. and Kuhn, E., eds. Grundriss der Iranischen Philologie, 113. Strassburg: K. J. Triibner, 75-129.",
      "bbox": {
        "l": 102.0,
        "b": 862.0,
        "r": 652.0,
        "t": 890.0
      }
    },
    {
      "label": "list_item",
      "text": "Widengren, G. 1965. Die Religionen Inns. Stuttgart: Koblhammer.",
      "bbox": {
        "l": 102.0,
        "b": 847.0,
        "r": 446.0,
        "t": 860.0
      }
    },
    {
      "label": "list_item",
      "text": "Williams, A. 2009. The Zoroastrian Myth of Migration from Iran and Settlement in the Indian Diaspora. Text, ‘Translation and Analysis of the 16th Century Qesse-ye Sanjan “The Story of Sanjan’. Leiden: Brill.",
      "bbox": {
        "l": 102.0,
        "b": 817.0,
        "r": 652.0,
        "t": 845.0
      }
    },
    {
      "label": "list_item",
      "text": "Zachner, R. C. 1955. Zurvan. A Zoroastrian Dilenma. Oxford: Clarendon Pres.",
      "bbox": {
        "l": 102.0,
        "b": 802.0,
        "r": 516.0,
        "t": 815.0
      }
    },
    {
      "label": "page_footer",
      "text": "20",
      "bbox": {
        "l": 366.0,
        "b": 53.0,
        "r": 386.0,
        "t": 64.0
      }
    }
  ],
  "_page_sizes": {
    "1": {
      "w": 740,
      "h": 1046
    },
    "2": {
      "w": 740,
      "h": 1046
    },
    "3": {
      "w": 740,
      "h": 1046
    },
    "4": {
      "w": 740,
      "h": 1046
    },
    "5": {
      "w": 740,
      "h": 1046
    },
    "6": {
      "w": 740,
      "h": 1046
    },
    "7": {
      "w": 740,
      "h": 1046
    },
    "8": {
      "w": 740,
      "h": 1046
    },
    "9": {
      "w": 740,
      "h": 1046
    },
    "10": {
      "w": 740,
      "h": 1046
    },
    "11": {
      "w": 740,
      "h": 1046
    },
    "12": {
      "w": 740,
      "h": 1046
    },
    "13": {
      "w": 740,
      "h": 1046
    }
  },
  "_heron_version": "1.0",
  "_heron_threshold": 0.6
}